Repository: cosmothy/StoryStringCatalog
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: *Cover
ja: *カバー
zh_hans: *封面

source: *Title
ja: *タイトル
zh_hans: *标题

# %@ used, %@ available.
source: %1$@ used, %2$@ available.
ja: %1$@ 使用済み、%2$@ 利用可能。
zh_hans: 已使用%1$@，还剩%2$@可用。

source: © 2024 ILLUSION Tech Limited. All rights reserved.
ja: © 2024 ILLUSION Tech Limited. 無断転載を禁じます。
zh_hans: © 2024 ILLUSION Tech Limited。保留一切权利。

source: About
ja: 情報
zh_hans: 关于

source: Account
ja: アカウント
zh_hans: 账号

source: Account Information
ja: アカウント情報
zh_hans: 账号信息

source: Add a key
ja: キーフレームを追加する
zh_hans: 添加关键帧

source: Add Comment
ja: コメントを追加
zh_hans: 添加评论

source: All
ja: すべて
zh_hans: 全部

source: All Time
ja: 常時
zh_hans: 全部时间

source: Ambient
ja: 環境音
zh_hans: 环境

source: Are you sure to terminate the app?
ja: アプリを終了してもよろしいですか？
zh_hans: 确定退出应用吗？

source: Are you sure you want to delete "%@"?
ja: 「%@」を削除してもよろしいですか？
zh_hans: 确定要删除 “%@”吗?

source: Audio
ja: オーディオ
zh_hans: 音频

source: Audio Mode
ja: オーディオモード
zh_hans: 音频模式

source: Audio Source
ja: オーディオソース
zh_hans: 音频源

source: Auto
ja: 自動
zh_hans: 自动

source: Auto Saving...
ja: 自動保存中...
zh_hans: 自动保存中……

source: Bottom To Top
ja: 下から上へ
zh_hans: 从下往上

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Category
ja: カテゴリー
zh_hans: 分类

source: Channel
ja: チャンネル
zh_hans: 声道

source: Clear
ja: クリア
zh_hans: 清除

source: Color
ja: カラー
zh_hans: 颜色

source: Color Sphere
ja: カラースフィア
zh_hans: 颜色球

source: Comments
ja: コメント
zh_hans: 评论

source: Comments: %@
ja: コメント: %@
zh_hans: 评论：%@

source: Comments(%@)
ja: コメント(%@)
zh_hans: 评论(%@)

source: Comments(%lld)
ja: コメント(%lld)
zh_hans: 评论（%lld）

source: Completions: %@
ja: 完了: %@
zh_hans: 完播率：%@

source: Confirm
ja: 確認
zh_hans: 确认

source: Connected
ja: 接続済み
zh_hans: 已连接

source: Content
ja: コンテンツ
zh_hans: 内容

source: Content Panel
ja: コンテンツパネル
zh_hans: 内容面板

source: Contents
ja: 目次
zh_hans: 内容

source: Create
ja: 作成
zh_hans: 创建

source: Create a story based on timeline and keyframe
ja: タイムラインとキーフレームに基づいてストーリーを作成
zh_hans: 基于时间轴与关键帧创建Story

source: Creator
ja: クリエイター
zh_hans: 创作者

source: Creator Center
ja: クリエイターセンター
zh_hans: 创作者中心

source: Dashboard
ja: ダッシュボード
zh_hans: 总览

source: Debug
ja: デバッグ

source: Decrease number
ja: 数値を減らす
zh_hans: 减少数值

source: Decrease selected content's duration
ja: 選択したコンテンツの長さを短くする
zh_hans: 减少当前内容的持续时长

source: Default
ja: デフォルト
zh_hans: 默认

source: Delete
ja: 削除
zh_hans: 删除

# Delete selected object
source: Delete selected content
ja: 選択したコンテンツを削除
zh_hans: 删除当前内容

source: Direction
ja: 方向
zh_hans: 方向

# Directional Light
source: Light
ja: ライト
zh_hans: 光照

source: Disable
ja: 無効化
zh_hans: 禁用

source: DISPLACEMENT CURVES
ja: 変位曲線
zh_hans: 位移曲线

source: Dissolve
ja: ディゾルブ
zh_hans: 溶解

source: Documentation
ja: ドキュメント
zh_hans: 文档

source: Done
ja: 完了
zh_hans: 完成

source: Download
ja: ダウンロード
zh_hans: 下载

source: Drag to adjust the content’s start time, edit its duration, and set keyframes and curves.
ja: コンテンツの開始時間を調整し、持続時間を編集し、キー・フレームと曲線を設定するためにドラッグします。
zh_hans: 通过拖动来调整内容的开始时间、编辑其持续时长以及设置关键帧和曲线。

source: Duplicate
ja: 重複
zh_hans: 复制

# Duplicate selected object
source: Duplicate selected content
ja: 選択されたコンテンツを複製
zh_hans: 复制当前内容

source: Duration
ja: 期間
zh_hans: 持续时长

source: Edit
ja: 編集
zh_hans: 编辑

source: Edit the position, rotation, scale, and adjust other properties of the content.
ja: コンテンツの位置、回転、スケールを編集し、他のプロパティを調整します。
zh_hans: 编辑内容的位置、旋转、比例并调整其他属性。

source: Emit Order
ja: 発射順序
zh_hans: 发射顺序

source: Emitter
ja: エミッタ
zh_hans: 发射器

source: Enable
ja: 有効化
zh_hans: 启用

source: Enter
ja: 入力
zh_hans: 入场

source: Exit
ja: 終了
zh_hans: 出场

source: Export
ja: エクスポート
zh_hans: 导出

source: Failed, try again
ja: 失敗しました。もう一度試してください
zh_hans: 失败，请重试

source: Font
ja: フォント
zh_hans: 字体

source: Font Depth
ja: フォント深度
zh_hans: 字体深度

source: Font Scale
ja: フォントスケール
zh_hans: 字体缩放

source: Frequency
ja: 周波数
zh_hans: 频率

source: h
ja: 時間
zh_hans: 小时

source: Heavy
ja: ヘビー
zh_hans: 重度

# Hide object
source: Disable/Enable selected content
ja: 選択したコンテンツを無効化/有効化
zh_hans: 禁用/启用当前内容

source: History is empty.
ja: 履歴は空です。
zh_hans: 无历史记录

source: Horizontal Curtain Progress
ja: 水平カーテン進行状況
zh_hans: 横向幕布进度

source: Image
ja: 画像
zh_hans: 图片

source: Image Frame
ja: 画像フレーム
zh_hans: 图片尺寸

source: Immersive Image
ja: 没入型画像
zh_hans: 沉浸式图片

source: Immersive Video
ja: 没入型ビデオ
zh_hans: 沉浸式视频

source: Import
ja: インポート
zh_hans: 导入

source: In Queue
ja: キュー内
zh_hans: 队列中

source: Increase number
ja: 数を増やす
zh_hans: 增加数值

source: Increase selected content's duration
ja: 選択されたコンテンツの持続時間を延ばす
zh_hans: 增加当前内容的持续时长

source: Information
ja: 情報
zh_hans: 信息

source: Initial Position
ja: 初期位置
zh_hans: 初始位置

source: Insert keyframe
ja: キーフレームを挿入
zh_hans: 插入关键帧

source: Intensity
ja: 強度
zh_hans: 强度

source: Introduction
ja: 紹介
zh_hans: 介绍

source: Intuitive Interaction
ja: 直感的な操作
zh_hans: 直观的交互

source: Keep Both
ja: 両方保管
zh_hans: 保留两个

source: Keyframe
ja: キーフレーム
zh_hans: 关键帧

source: Last 7 Days
ja: 過去7日間
zh_hans: 过去7天

source: Last 30 Days
ja: 過去30日間
zh_hans: 过去30天

source: Last saved: %@
ja: 最終保存: %@
zh_hans: 最近保存：%@

source: Layout
ja: レイアウト
zh_hans: 布局

source: Left To Right
ja: 左から右
zh_hans: 从左往右

source: Library
ja: ライブラリ
zh_hans: 资源库

source: Life Span
ja: 寿命
zh_hans: 生命周期

source: Light
ja: 軽度
zh_hans: 轻度

source: Likes
ja: いいね
zh_hans: 点赞

source: Likes: %@
ja: いいね: %@
zh_hans: 点赞：%@

source: Loading Assets...
ja: アセットを読み込んでいます...
zh_hans: 加载素材中……

source: Log Out
ja: ログアウト
zh_hans: 退出登录

source: Make selected content start earlier (1f)
ja: 選択したコンテンツを早く開始 (1f)
zh_hans: 让当前选择内容早点开始（提前1帧）

source: Make selected content start later (1f)
ja: 選択したコンテンツを後で開始する (1f)
zh_hans: 让当前选择内容晚点开始（推迟1帧）

source: Manage Downloads
ja: ダウンロードを管理
zh_hans: 管理下载

source: Material
ja: 素材
zh_hans: 材质

source: Medium
ja: 中
zh_hans: 中度

source: min
ja: 分
zh_hans: 分

source: Model
ja: モデル
zh_hans: 模型

source: Move To Bottom
ja: 下に移動
zh_hans: 移到底部

source: Move To Top
ja: 上に移動
zh_hans: 移到顶部

source: Moving Speed
ja: 移動速度
zh_hans: 移动速度

source: Multi format support
ja: マルチフォーマットのサポート
zh_hans: 支持多种格式

source: My
ja: マイ
zh_hans: 我的

source: My Stories(%lld)
ja: マイストーリー(%lld)
zh_hans: 我的Story（%lld）

source: New version %@
ja: 新しいバージョン %@
zh_hans: 发现新版本 %@

source: New version %@, update needed.
ja: 新しいバージョン %@、更新が必要です。
zh_hans: 发现新版本 %@，需要更新后继续。

source: Next
ja: 次へ
zh_hans: 下一条

source: No
ja: いいえ
zh_hans: 否

source: No Content
ja: コンテンツなし
zh_hans: 没有内容

source: No downloads yet.
ja: ダウンロードはまだありません。
zh_hans: 暂无下载

source: No likes yet.
ja: いいねはまだありません。
zh_hans: 暂无点赞

source: No Project, yet.
ja: プロジェクトがありません。
zh_hans: 暂无项目

source: Noise Scale
ja: ノイズスケール
zh_hans: 噪点缩放

source: None
ja: なし
zh_hans: 无

source: Not Connected
ja: 未接続
zh_hans: 未连接

source: Numeric Pad
ja: テンキー
zh_hans: 数值键盘

source: Off
ja: オフ
zh_hans: 关

source: On
ja: オン
zh_hans: 开

source: Opacity
ja: 不透明度
zh_hans: 不透明度

source: Orientation Mode
ja: 方向モード
zh_hans: 朝向

source: Pause
ja: 一時停止
zh_hans: 暂停

source: Plane Height
ja: 平面の高さ
zh_hans: 平面高度

source: Plane Width
ja: 平面の幅
zh_hans: 平面宽度

source: Play
ja: 再生
zh_hans: 播放

source: Play: %@
ja: 再生: %@
zh_hans: 播放：%@

source: Play/Pause
ja: 再生/一時停止
zh_hans: 播放/暂停

source: Playback Mode
ja: 再生モード
zh_hans: 播放模式

source: Playback Speed
ja: 再生速度
zh_hans: 播放速度

source: Position
ja: 位置
zh_hans: 位置

source: Position move backward
ja: 位置を後方に移動
zh_hans: 往后调整位置

source: Position move down
ja: 位置を下に移動
zh_hans: 往下调整位置

source: Position move forward
ja: 前進する
zh_hans: 往前调整位置

source: Position move left
ja: 左に移動する
zh_hans: 往左调整位置

source: Position move right
ja: 右に移動する
zh_hans: 往右调整位置

source: Position move up
ja: 上に移動する
zh_hans: 往上调整位置

source: Previous
ja: 前へ
zh_hans: 上一条

source: Privacy Policy
ja: プライバシーポリシー
zh_hans: 隐私条款

source: Processing
ja: 処理中
zh_hans: 处理中

source: Profile Picture
ja: プロフィール写真
zh_hans: 头像

source: Project exists.
ja: プロジェクトが存在します。
zh_hans: 项目已存在

source: Projects
ja: プロジェクト
zh_hans: 项目

source: Properties
ja: プロパティ
zh_hans: 属性

source: Properties Panel
ja: プロパティパネル
zh_hans: 属性面板

source: Publish
ja: リリース
zh_hans: 发布

source: Published on
ja: 公開日
zh_hans: 发布于

source: Rain
ja: 雨
zh_hans: 雨

source: Random depth(±)
ja: ランダム深さ(±)
zh_hans: 随机深度（±）

source: Rate Us on App Store
ja: App Storeで評価してください
zh_hans: 在 App Store 里给我们评分

source: Redo
ja: やり直し
zh_hans: 重做

source: Reload
ja: 再読み込み
zh_hans: 重新加载

source: Remove
ja: 削除
zh_hans: 移除

source: Rename
ja: 名前を変更
zh_hans: 重命名

source: Replace
ja: 置換
zh_hans: 替换

source: Reply
ja: 返信
zh_hans: 回复

source: Report
ja: 報告
zh_hans: 举报

source: Reset
ja: リセット
zh_hans: 重设

source: Resource
ja: リソース
zh_hans: 资源

source: Resume
ja: 再開
zh_hans: 继续

source: Right To Left
ja: 右から左
zh_hans: 从右往左

source: Rotation
ja: 回転
zh_hans: 旋转

source: Rotation pitch -
ja: 回転ピッチ -
zh_hans: 减少俯仰角

source: Rotation pitch +
ja: 回転ピッチ +
zh_hans: 增加俯仰角

source: Rotation roll -
ja: 回転ロール -
zh_hans: 减少滚转角

source: Rotation roll +
ja: 回転ロール +
zh_hans: 增加滚转角

source: Rotation yaw -
ja: 回転ヨー -
zh_hans: 减少偏航角

source: Rotation yaw +
ja: 回転ヨー +
zh_hans: 增加偏航角

source: Rotation-X
ja: 回転-X
zh_hans: 旋转-X

source: Rotation-Y
ja: 回転-Y
zh_hans: 旋转-Y

source: Rotation-Z
ja: 回転-Z
zh_hans: 旋转-Z

source: s
ja: 秒
zh_hans: 秒

source: Samples
ja: サンプル
zh_hans: 样例

source: Save
ja: 保存
zh_hans: 保存

source: Save Successfully
ja: 保存に成功しました
zh_hans: 保存成功

source: Saving...
ja: 保存中...
zh_hans: 保存中……

source: Scale
ja: スケール
zh_hans: 缩放

source: Scale -
ja: スケール -
zh_hans: 缩放变小

source: Scale +
ja: スケール +
zh_hans: 缩放变大

source: Scale, Rotate, Move, Animate
ja: スケール、回転、移動、アニメーション
zh_hans: 缩放、旋转、移动、动画

source: Screenshots
ja: スクリーンショット
zh_hans: 截图

source: Select next content
ja: 次のコンテンツを選択
zh_hans: 选择下一条内容

source: Select previous content
ja: 前のコンテンツを選択
zh_hans: 选择上一条内容

source: Separate by new line
ja: 改行で区切る
zh_hans: 用换行来分隔

source: Settings
ja: 設定
zh_hans: 设置

source: Share
ja: 共有
zh_hans: 分享

source: Share the App
ja: アプリを共有
zh_hans: 分享应用

source: Shortcuts
ja: ショートカット
zh_hans: 快捷键

source: shoutcut %@
ja: ショートカット %@
zh_hans: 快捷键 %@

source: Shutdown
ja: シャットダウン
zh_hans: 关闭

source: Snow
ja: 雪
zh_hans: 雪

source: Sort by:
ja: 並び替え:
zh_hans: 排序：

source: Spatial
ja: 空間
zh_hans: 空间

source: Spatial Gesture
ja: 空間ジェスチャー
zh_hans: 空间手势

source: Standard
ja: 標準
zh_hans: 标准

source: Start Time
ja: 開始時間
zh_hans: 开始时间

source: Storage
ja: ストレージ
zh_hans: 储存空间

source: Style
ja: スタイル
zh_hans: 样式

source: Style 1
ja: スタイル 1
zh_hans: 样式 1

source: Style 2
ja: スタイル 2
zh_hans: 样式 2

source: Style 3
ja: スタイル 3
zh_hans: 样式 3

source: Style 4
ja: スタイル 4
zh_hans: 样式 4

source: Style 5
ja: スタイル 5
zh_hans: 样式 5

source: Subtitles
ja: 字幕
zh_hans: 字幕

source: Suggested: 1920 * 1080
ja: 推奨: 1920 * 1080
zh_hans: 建议：1920 * 1080

source: Tap + to add a content.
ja: ＋をタップしてコンテンツを追加してください。
zh_hans: 点击 + 添加内容

source: Tap the “+” button to add new content, and select the content to perform actions.
ja: 「+」ボタンをタップして新しいコンテンツを追加し、コンテンツを選択してアクションを実行します。
zh_hans: 点击“+”按钮添加新内容，并选择要执行操作的内容。

# Temporarily hide all object
source: Temporarily hide all content
ja: 一時的にすべてのコンテンツを非表示にする
zh_hans: 临时隐藏所有内容

source: Terms & Conditions
ja: 利用規約
zh_hans: 使用协议

source: Text
ja: テキスト
zh_hans: 文字

source: Text Depth
ja: 文字の深さ
zh_hans: 文字深度

source: This Month
ja: 今月
zh_hans: 本月

source: This story require newer version app
ja: このストーリーには、より新しいバージョンのアプリが必要です
zh_hans: 此 Story 需要更新应用来播放

source: This Week
ja: 今週
zh_hans: 本周

source: This Year
ja: 今年
zh_hans: 今年

source: Time
ja: 時間
zh_hans: 时间

source: Time Spend
ja: 時間の消費
zh_hans: 用时

source: Timeline
ja: タイムライン
zh_hans: 时间轴

source: Timeline based
ja: タイムラインに基づく
zh_hans: 基于时间轴

source: Timeline Panel
ja: タイムラインパネル
zh_hans: 时间轴面板

source: To all begin
ja: すべてを開始するために
zh_hans: 移到最开始

source: To all end
ja: すべてを終えるために
zh_hans: 移到最后面

source: To content begin
ja: コンテンツの開始地点へ
zh_hans: 移到内容开始时

source: To content end
ja: コンテンツの終わりへ
zh_hans: 移到内容结束时

source: To get started, create or import a project.
ja: 開始するには、プロジェクトを作成またはインポートしてください。
zh_hans: 首先，创建或导入一个项目。

source: To the next frame
ja: 次のフレームへ
zh_hans: 往后移动一帧

source: To the next keyframe
ja: 次のキーフレームへ
zh_hans: 移到下一个关键帧

source: To the previous frame
ja: 前のフレームへ
zh_hans: 往前移动一帧

source: To the previous keyframe
ja: 前のキーフレームへ
zh_hans: 移到上一个关键帧

source: Top To Bottom
ja: 上から下へ
zh_hans: 从上往下

source: Transform
ja: 変換
zh_hans: 变换

source: Try Again
ja: もう一度試してください
zh_hans: 重试

source: Tutorial
ja: チュートリアル
zh_hans: 教程

source: Type
ja: タイプ
zh_hans: 类型

source: Undo
ja: 元に戻す
zh_hans: 撤销

source: Untitled
ja: 無題
zh_hans: 未命名

source: Untitled Project
ja: 無題プロジェクト
zh_hans: 未命名项目

source: Update
ja: 更新
zh_hans: 更新

source: Updated on
ja: 更新日
zh_hans: 更新于

source: Uploading
ja: アップロード中
zh_hans: 上传中

source: USDZ, Video, Image, Audio, Text, Immersive Video, and more
ja: USDZ、ビデオ、画像、音声、テキスト、イマーシブビデオなど
zh_hans: USDZ、视频、图像、音频、文本、沉浸式视频等

source: Username
ja: ユーザー名
zh_hans: 用户名

source: Value
ja: 値
zh_hans: 值

source: Variation(±)
ja: 変動（±）
zh_hans: 变化（±）

source: VELOCITY CURVES
ja: 速度カーブ
zh_hans: 速率曲线

source: Version
ja: バージョン
zh_hans: 版本

source: Vertical Curtain Progress
ja: 垂直カーテンの進捗
zh_hans: 纵向幕布进度

source: Video
ja: ビデオ
zh_hans: 视频

source: Video Type
ja: ビデオタイプ
zh_hans: 视频类型

source: Volume
ja: 音量
zh_hans: 音量

source: Weather
ja: 天気
zh_hans: 天气

source: Weather Effects
ja: 天気の影響
zh_hans: 天气特效

source: Weight
ja: 重さ
zh_hans: 字重

source: Wide
ja: 広い
zh_hans: 宽屏

source: Windy
ja: 風が強い
zh_hans: 风

source: Write Introduction
ja: 導入を書く
zh_hans: 输入介绍

source: Write Title
ja: タイトルを書く
zh_hans: 输入标题

source: Yes
ja: はい
zh_hans: 是

source: Yesterday
ja: 昨日
zh_hans: 昨日

source: * Min size: 1620x1080 (3:2)
zh_hans: *最小尺寸：1620x1080（3:2）

source: * The file storage should not exceeds 5GB
zh_hans: *文件大小不可以大于5GB

source: * The file storage should not exceeds 20MB
zh_hans: *文件大小不可以大于20MB

# %@ Document Size: %@
source: %1$@ Document Size: %2$@
zh_hans: %1$@ 文件大小: %2$@

source: Are you sure you want to cancel the upload?
zh_hans: 确定要取消上传吗？

source: Debug Mode
zh_hans: 调试模式

source: Environment
zh_hans: 环境

source: OK
zh_hans: 好的

source: Position-X
zh_hans: 位置-X

source: Position-Y
zh_hans: 位置-Y

source: Position-Z
zh_hans: 位置-Z

source: Save Project
zh_hans: 保存项目

source: Show Export/Import
zh_hans: 显示导入/导出

source: Show Logs
zh_hans: 显示日志

source: Turn Off Debug Mode
zh_hans: 关闭调试

source: Unlisted
zh_hans: 未上架

source: User Info
zh_hans: 用户信息

source: UserId
zh_hans: 用户ID
